[
	{
		"id": "0",
		"subject": "",
		"title": "",
		"author": "",
		"text": "",
		"publishDate": "",
		"imgUrl": ""
	},
	{
		"id": "1",
		"subject": "Cow",
		"title": "Cows: A Remarkable Sense of Taste",
		"author": "Farmer Brown",
		"text": "Cattle have a well-developed sense of taste and can distinguish the four primary tastes (sweet, salty, bitter and sour). They possess around 20,000 taste buds. The strength of taste perception depends on the individual's current food requirements. They avoid bitter-tasting foods (potentially toxic) and have a marked preference for sweet (high calorific value) and salty foods (electrolyte balance). Their sensitivity to sour-tasting foods helps them to maintain optimal ruminal pH.\n\nPlants have low levels of sodium and cattle have developed the capacity of seeking salt by taste and smell. If cattle become depleted of sodium salts, they show increased locomotion directed to searching for these. To assist in their search, the olfactory and gustatory receptors able to detect minute amounts of sodium salts increase their sensitivity as biochemical disruption develops with sodium salt depletion.\n\nWhen grazing, cattle vary several aspects of their bite, i.e. tongue and jaw movements, depending on characteristics of the plant they are eating. Bite area decreases with the density of the plants but increases with their height. Bite area is determined by the sweep of the tongue; in one study observing 750-kilogram (1,650 lb) steers, bite area reached a maximum of approximately 170 cm2 (30 sq in). Bite depth increases with the height of the plants. By adjusting their behavior, cattle obtain heavier bites in swards that are tall and sparse compared with short, dense swards of equal mass/area. Cattle adjust other aspects of their grazing behavior in relation to the available food; foraging velocity decreases and intake rate increases in areas of abundant palatable forage.",
		"publishDate": "",
		"imgUrl": "https://images.fineartamerica.com/images/artworkimages/mediumlarge/2/funny-cow-tongue-tristan-savatier.jpg"
	},
	{
		"id": "2",
		"subject": "Rodeo",
		"title": "Rodeo Fashion: Look Your Best In Barrel Racing",
		"author": "Earlene Wilson",
		"text": "Rodeo is considered an extreme sporting event, one of only two that emerged from occupations. For those unfamiliar with the history of rodeo, this event started because cowboys wanted bragging rights and a diversion from the daily toil of driving cattle. What you may not realize is that there are very specific rodeo dress codes that must be adhered to for both rodeo participants and officials. This may be an afternoon of fun for spectators, but for those participating and judging, it is very serious business.\n\nMost cowboy attire, sometimes termed Western wear, grew out of practical need and the environment in which the cowboy worked. Most items were adapted from the Mexican vaqueros, though sources from other cultures, including Native Americans and mountain men contributed.\n\nThe dress of the rodeo cowboy is not very different from that of the working cowboy on his way to town. Snaps, used in lieu of buttons on the cowboy's shirt, allowed the cowboy to escape from a shirt snagged by the horns of steer or bull. Styles were often adapted from the early movie industry for the rodeo. Some rodeo competitors, particularly women, add sequins, colors, silver and long fringes to their clothing in both a nod to tradition and showmanship. Modern riders in \"rough stock\" events such as saddle bronc or bull riding may add safety equipment such as kevlar vests or a neck brace, but use of safety helmets in lieu of the cowboy hat is yet to be accepted, in spite of constant risk of injury.\n\nTime may have changed things, but cowboy hat etiquette has not changed, so if you are attending or working at a rodeo, make sure you brush up on the rules. You should take your hat off to eat, enter a home or private office, and during the National Anthem. When indoors, unless you are at a public place, you should take your hat off.\n\nWhen outdoors, keep your hat on, except for a few instances. If you meet someone you know or are saying goodbye to them, remove your hat. Same thing if you pass by someone on the street who you know. You may tip your hat to a woman you’ve just met or a stranger, when someone has shown you courtesy, to elders, and as a general acknowledgment. While these rules are older, and not necessarily followed as much, it’s still important to hang on to this important part of rodeo attendance, whether you are a spectator or competitor.\n\nIf you are just attending the rodeo for a fun day, these rodeo dress code rules don’t apply to you. In fact, you can wear shorts and flip-flops if you wish—though we highly recommend a good pair of boots instead. After all, you will be around horses and cattle and want to ensure that your feet are properly protected. Plus, you don’t want to step in anything that your foot could possibly touch.",
		"publishDate": "",
		"imgUrl": "https://shootitwithfilm.com/wp-content/uploads/2022/02/Rodeo-Fashion-Story-by-John-Adams-III-on-Shoot-It-With-Film-11.jpg"
	},
	{
		"id": "3",
		"subject": "Tack",
		"title": "Basics in Equipping the Modern Cattlehand",
		"author": "Earlene Wilson",
		"text": "Equipment used to ride a horse is referred to as tack and includes:\n\nBridle; a Western bridle usually has a curb bit and long split reins to control the horse in many different situations. Generally the bridle is open-faced, without a noseband, unless the horse is ridden with a tiedown. Young ranch horses learning basic tasks usually are ridden in a jointed, loose-ring snaffle bit, often with a running martingale. In some areas, especially where the \"California\" style of the vaquero or buckaroo tradition is still strong, young horses are often seen in a bosal style hackamore\n\nMartingales of various types are seen on horses that are in training or have behavior problems.\n\nSaddle bags (leather or nylon) can be mounted to the saddle, behind the cantle, to carry various sundry items and extra supplies. Additional bags may be attached to the front or the saddle.\n\nSaddle blanket; a blanket or pad is required under the Western saddle to provide comfort and protection for the horse.\n\nWestern saddle; a saddle specially designed to allow horse and rider to work for many hours and to provide security to the rider in rough terrain or when moving quickly in response to the behavior of the livestock being herded. A western saddle has a deep seat with high pommel and cantle that provides a secure seat. Deep, wide stirrups provide comfort and security for the foot. A strong, wide saddle tree of wood, covered in rawhide (or made of a modern synthetic material) distributes the weight of the rider across a greater area of the horse's back, reducing the pounds carried per square inch and allowing the horse to be ridden longer without harm. A horn sits low in front of the rider, to which a lariat can be snubbed, and assorted dee rings and leather \"saddle strings\" allow additional equipment to be tied to the saddle",
		"publishDate": "",
		"imgUrl": "https://b5d3p7t2.rocketcdn.me/wp-content/uploads/2021/07/IMG_2854_jpg-2-600x589.jpg"
	},
	{
		"id": "4",
		"subject": "Cow",
		"title": "Grazing Habits of Cattle",
		"author": "Farmer Brown",
		"text": "Cattle are strictly grass grazers, although they can and will eat some broadleaf plants. They go for quantity rather than quality, unlike sheep. Having your pasture well rooted is vital for cattle grazing so that they don’t pull plants out. Cattle use their tongues to pull and rip grasses in their grazing process.\n\nCows have a long and dexterous tongue that they can wrap around forage plants and pull into it’s mouth where it is placed between its lower jaw and a dental pad on the upper, cows only have teeth on their lower jaw.\n\nBy swinging their heads, the cow then pulls or tears the plants and chews the food slightly, then mixes it with saliva before swallowing. Cattle normally graze for 6 to 11 hours a day usually just after dawn and just before dusk, with shorter times during the day or at night.\n\nAfter the grazing period, the ruminant animal rests and ruminates, regurgitating the forage it has eaten, chewing, mixing it with more saliva and swallowing it again. Rumination time in ruminant livestock ranges 5 to 9 hours daily.\n\nWhen grazing, cattle vary several aspects of their bite, i.e. tongue and jaw movements, depending on characteristics of the plant they are eating. Bite area decreases with the density of the plants but increases with their height. Bite area is determined by the sweep of the tongue; in one study observing 750-kilogram (1,650 lb) steers, bite area reached a maximum of approximately 170 cm2 (30 sq in). Bite depth increases with the height of the plants. By adjusting their behavior, cattle obtain heavier bites in swards that are tall and sparse compared with short, dense swards of equal mass/area. Cattle adjust other aspects of their grazing behavior in relation to the available food; foraging velocity decreases and intake rate increases in areas of abundant palatable forage.\n\nMaximum returns from any pasture depend upon cropping practices conducive to growth response of plants, and upon cattle management to avoid waste. The inter-relationship of these two primary factors and the need for proper balance between the two in pasture management are apparent. Combination of rotational grazing with clipping, fertilizing, etc., are typical attempts to consider both major factors. Many conditions influence the system of cattle management adopted, such as short time pasturage daily to make limited pasture go further, night pastures, etc. Grazing habits of cows are of interest from the standpoint of the wellbeing of both the cattle and the pasture. ",
		"publishDate": "",
		"imgUrl": "https://today.tamu.edu/wp-content/uploads/2021/08/20210708_Butler_Complex_LM_0225-1536x1024.jpg"
	},
	{
		"id": "5",
		"subject": "",
		"title": "The Geographical History of the Cowboy",
		"author": "J.D. Hosinger",
		"text": "The cowboy has deep historic roots tracing back to Spain and the earliest European settlers of the Americas. Over the centuries, differences in terrain and climate, and the influence of cattle-handling traditions from multiple cultures, created several distinct styles of equipment, clothing and animal handling. As the ever-practical cowboy adapted to the modern world, his equipment and techniques also adapted, though many classic traditions are preserved.\n\nIn addition to the original Mexican vaquero, the Mexican charro, the cowboy, and the Hawaiian paniolo, the Spanish also exported their horsemanship and knowledge of cattle ranching to the gaucho of Argentina, Uruguay, Paraguay and (with the spelling gaúcho) southern Brazil, the chalán and Morochuco in Peru, the llanero of Venezuela, and the huaso of Chile.\n\nHuasos are generally found in Chile's central valley. They ride horses and typically wear a straw hat called a chupalla. They also wear a poncho—called a manta or a chamanto (although this was originally reserved to land owners, as it is much more expensive)—over a short Andalusian waist jacket, as well as tooled leather legging over booties with raw hide leather spur holders that sustain a long-shanked spur with 4-inch rowels, and many other typical garments.\n\nHuasos are an important part of Chilean folkloric culture and are a vital part of parades, fiestas, holidays, and popular music. The dancing of the cueca in which the coy china is courted by the persistent huaso, both traditionally attired, is de rigueur on such occasions.\n\nIn Chile, the term huaso or ahuasado (in a huaso way) is also used disparagingly to refer to people without manners or lacking the sophistication of an urbanite, akin to US English redneck.\n\nIn Australia, where ranches are known as stations, cowboys are known as stockmen and ringers, (jackaroos and jillaroos who also do stockwork are trainee overseers and property managers). The Australian droving tradition was influenced by Americans in the 19th century, and as well as practices imported directly from Spain. The adaptation of both of these traditions to local needs created a unique Australian tradition, which also was strongly influenced by Australian indigenous people, whose knowledge played a key role in the success of cattle ranching in Australia's climate.\n\nThe idea of horse riders who guard herds of cattle, sheep or horses is common wherever wide, open land for grazing exists. In the French Camargue, riders called \"gardians\" herd cattle and horses. In Hungary, csikós guard horses and gulyás tend to cattle. The herders in the region of Maremma, in Tuscany (Italy) are called butteri (singular: buttero). The Asturian pastoral population is referred to as vaqueiros de alzada.",
		"publishDate": "",
		"imgUrl": "https://www.history.com/.image/ar_16:9%2Cc_fill%2Ccs_srgb%2Cfl_progressive%2Cg_faces:center%2Cq_auto:good%2Cw_768/MTg0MDk4ODgxNDQzODY2NDk5/vaqueros-gettyimages-1265635645.jpg"
	},
	{
		"id": "6",
		"subject": "Rodeo",
		"title": "Australian Rodeo: A Rich Tradition",
		"author": "Bing Ramey",
		"text": "Rodeos have long been a popular competitor and spectator sport in Australia, but were not run on an organized basis until the 1880s. The National Agricultural Society of Victoria ran one of the earliest recorded events in 1888, when a roughriding competition was held at their annual show. Travelling tent rodeo shows increased the popularity of roughriding throughout much of Australia. However, by 1930, the Great Depression left only a few of these travelling shows on the road.\n\nBushmen's Carnivals, the Australian equivalent of American rodeos, originated in Northern New South Wales in the 1920s and were well established by the 1930s. Australian rodeo continued to grow following WWII, and by September 1978 riders from the US, Canada, New Zealand and Australia competed in the World Rodeo Titles there for prize money totaling $60,000. In 1982, an Australian Bushmen's Carnival Association team competed in the North American Rodeo Commission's championships in Denver, Colorado, finishing sixth overall.\n\nThe early buckjumper riders were known as roughriders. Australian cowboys at that time were the youths or old men that handled the milking cows on stations and did general duties around the homestead.\n\nSome of the top roughriders of the 1920s included Alan McPhee, Colin McLeod, Dan Edwards, Hilton McTaggart and Jack Stanton. In 1964 Queenslander, Doug Flanigan, became the first Australian to win a major competition when he won the bareback ride at the Calgary Stampede.\n\nThe Australian Bushmen's Campdraft & Rodeo Association (ABCRA) members who are winners and placegetters in recognised events are awarded points that are used to determine inductees into the annual National Champions Hall of Fame. John Caban, Glenn Morgan, Ron Raynor and Kevin Cooper are among the most successful inductees with at least ten awards each.\n\nIn 1988 Dave Appleton from Clermont, Queensland won the Professional Rodeo Cowboys Association All-Around Rodeo Championship in America. Bernie Smythe won Australian titles before gaining international successes during 1990 and 1992, in Canada, where he now lives. In 1997 and 1998 Australian, Troy Dunn became the top bull rider of the world. Glenn O'Neill from NSW, moved to the United States and dramatically increased his earnings there, before becoming the world champion bronco rider in 2002 and a runner-up the following year.\n\nCarl Green from Walcha, New South Wales was a winner of the 2009 National High School Finals Rodeo \"All Around Rookie Cowboy\" at Farmington, New Mexico.\n\nViolet Skuthorpe was an outstanding lady roughrider, who in 1938, was invited to join the McCoy's Wild West Show in America and she (then 15) toured there along with her mother and brother Lance, 19. Also travelling with the show were three other Australians, Art Creasy, Jack Watson and Ron McPhee. Violet was billed as the \"World's Champion Lady Buckjump Rider\" after the American tour. Kitty Gill, Gladys Gill and Beryl Riley were other notable lady roughriders. In 1947 the ARRA decided that women competitors should have their stirrups tied. It is estimated that there were about 20 to 25 women who regularly competing in about 1944 to 1951. Later more there were more women competing as rodeos became more popular. Nowadays the women's events consist of barrel racing, breakaway roping and steer undecorating. Marie Edwards won the ABCRA All-Round Cowgirl a record five times from 1988 to 1994.",
		"publishDate": "",
		"imgUrl": "https://pbs.twimg.com/media/EUUeG8KU0AAeEoT?format=jpg&name=4096x4096"
	}
]